## Plans :thumbsup:
<details>
  <summary><h2>Terrateam Plan Output :thumbsup:</h2></summary>


**Dir**: digitalocean
**Workspace**: default
**Success**: :thumbsup:

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create
-   destroy

Terraform will perform the following actions:

  # digitalocean_domain.do-wayofthesys will be destroyed
  # (because digitalocean_domain.do-wayofthesys is not in configuration)
-   resource "digitalocean_domain" "do-wayofthesys" {
-       id   = "wayofthesys.org" -> null
-       name = "wayofthesys.org" -> null
-       ttl  = 1800 -> null
-       urn  = "do:domain:wayofthesys.org" -> null
    }

  # digitalocean_domain.do-wayofthesys-org will be created
+   resource "digitalocean_domain" "do-wayofthesys-org" {
+       id   = (known after apply)
+       name = "wayofthesys.org"
+       ttl  = (known after apply)
+       urn  = (known after apply)
    }

Plan: 1 to add, 0 to change, 1 to destroy.

```

<details>
  <summary>To apply this directory and workspace...</summary>

```
terrateam apply dir:digitalocean workspace:default
```

</details>


</details>

To apply all these changes, comment:

```
terrateam apply
```

## Cost Estimation
**Total Monthly Difference: 0.00 USD**
<details>
  <summary>Expand for cost estimation details</summary>

| Dir | Workspace | Previous (USD) | New (USD) | Diff (USD) |
| :---: | :---: | ---: | ---: | ---: |
| digitalocean | default | 0.00 | 0.00 | 0.00|
| | **Total** | **0.00** | **0.00** | **0.00** |
</details>

---

<details>
  <summary><h3>Feedback?</h3></summary>

Questions? Comments? Give feedback by commenting `terrateam feedback <your msg>`.  Your message lands directly in our inbox.

</details>
